{
    "title": "Thousand Yard Stare",
    "artist": "Sierra Kidd",
    "lyrics": "8 Contributors\nThousand Yard Stare Lyrics\n[Songtext zu „Thousand Yard Stare“]\n[Part 1]\nIch hatte Chayas, Money-Bags, alles schon geseh'n\nWie geht es weiter jetzt?\nIch war down bad, ganz oben, weit weg, dann wieder down\n(Dann wieder down)\nWeiß nicht mehr, wer war ich davor, wer bin ich jetzt?\nWo meine Mom stand, steh'n heute Gräberkerzen\nWürde gern mit meinem Bruder reden\nAber der redet nicht mehr\nAlso was willst du mir erzähl'n?\nWarum stellst du dich über mich\nSo als hätte ich nichts erlebt? Ja\n[Hook]\nIch hatte die Welt gegen mich, mich selbst gegen mich\nKeine Ahnung, ob es noch was Schlimmeres gibt\nSchau, ich steh' immer noch, was hast du gegen mich, ja?\nIch hab' Dinge geseh'n, hab' den Thousand-Yard-Stare\nBin ein Soldier, Baby, bin ein War-Baby\nAlso was denkst du, wer bist du gegen mich? Ja (Ich sag')\n[Part 2]\nIch komm' von der Eiseskälte, wo sie kei'm was schenken (Nein, nein)\nLernte früh, einzustecken, besser zeigst du keine Schwäche\nIch hol' uns raus aus diesem Loch, ich gab ihr mein Versprechen (Ja)\nJetzt bet' ich und bring' mein'n Feind um mit den gleichen Händen (Ja)\nMeine Träume war'n zu groß für das Life in Emden (Ja)\nGleichzeitig war ich eine Larve in 'nem Haifischbecken\nDoch ich bin herangewachsen zu 'nem starken Mann\nWenn ich sterbe, kriegt das ganze Game Waisenrente\nZu oft gestolpert, weil das Leben mir paar Beine stellte\nIch war kurz vorm Aufgeben, als mein Leid mich lenkte\nSelbst deine engsten Freunde seh'n dich nur als eine Chance\nIch gab Leuten zwei Drittel und sagte: „Das ist deine Hälfte“ (Das ist deins)\nFür die Leute, die mein'n, ich sei das Letzte (Ah)\nDass ich es einfach hätte oder meine Zeit verschwende (Ah)\nWo wärst du, wenn alle deine Liebsten sterben und sich keiner meldet?\nIhr sollt alle an eurem Neid verrecken (An dem Neid)\nIch hatte den Teufel gegen mich, was will ein Mann mir antun?\nIch komm' aus dem Dreck wie ein Landwirtshandschuh\nOhne Strom, schiebte Mama zwanzigtausend zu\nMit 'nem Blick wie „Ich hab' Licht gemacht so wie Nosferatu“\n(\nWie „Ich hab' Licht gemacht so wie Nosferatu“\n)\n\n\n\n[Hook]\nIch hatte die Welt gegen mich, mich selbst gegen mich\nKeine Ahnung, ob es noch was Schlimmeres gibt\nSchau, ich steh' immer noch, was hast du gegen mich, ja?\nIch hab' Dinge geseh'n, hab' den Thousand-Yard-Stare\nBin ein Soldier, Baby, bin ein War-Baby\nAlso was denkst du, wer bist du gegen mich? Ja\n[Outro]\nWer bist du gegen mich? Ja\nWer bist du gegen mich? Ja\nIch hab' Dinge geseh'n, hab' den Thousand-Yard-Stare\nBin ein Soldier, Baby",
    "cover_url": "https://images.genius.com/3fcfaf5ea36a922a66fcf112b0bd542a.1000x1000x1.png",
    "album": "Stille Wasser",
    "year": "2025",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Sierra-kidd-thousand-yard-stare-lyrics"
}