{
    "title": "Warum hat mir keiner gesagt?",
    "artist": "Sarah Connor",
    "lyrics": "2 Contributors\nWarum hat mir keiner gesagt? Lyrics\n[Songtext zu „Warum hat mir keiner gesagt?“]\n[Intro]\nNa, na-na\nDa-da-da-da-da, na-na-na-na-na, hm\nAh, oh\n[Strophe 1]\nWenn jemand dein'n Nam'n sagt, will ein Auge lachen und ein Auge wein'n\nDa ist 'n Schmerz ganz tief und dumpf, der mich fast zerreißt\nDoch das sag' ich dir nicht, du gehst dein'n Weg jetzt auf starken Bein'n ganz allein\nOhne viele Worte, denn du magst keine Goodbyes\n[Pre-Refrain]\nDu sagst: „Ich bin 'n großes Mädchen\nMama, hör bitte auf zu heul'n\nIch liebe dich, vergiss das nicht\nMach die Augen zu, dann siehst du mich“, aber\n[Refrain]\nWarum hat mir keiner gеsagt, dass es so scheiße ist?\nKlar bin ich stolz, und ja, ich lass' los\nDеnn du musst jetzt raus in die Welt, es ist die allergeilste Zeit\nUnd warum hat mir keiner gesagt, dass es so schwierig wird?\nIch will dich beschützen, ich bin doch dein Rücken\nUnd kommt dir einer dumm, hau' ich ihn um\n\n\n\n[Interlude]\nAh, mh\nMh\n[Strophe 2]\nAls du noch ganz klein warst, hab' ich mich gefragt, wie das wohl mal wird\nWenn du dich zum ersten Mal so richtig verliebst, und jetzt ist es passiert\nWenn du von ihm sprichst, leuchten deine Augen, du schwebst durch den Raum\nDu hast viel erlebt schon, ja, doch du kannst trotzdem vertrau'n\n[Pre-Refrain]\nAh, wo ist das kleine Mädchen hin?\nDas geht mir alles viel zu schnell\nGuck' dich an und freu' mich so für dich\nUnd bete heimlich, dass dein Herz nicht bricht, aber\n[Refrain]\nWarum hat mir keiner gesagt, dass es so scheiße ist?\nKlar bin ich stolz, und ja, ich lass' los\nDenn du musst jetzt raus in die Welt, es ist die allergeilste Zeit\nUnd warum hat mir keiner gesagt, dass es so schwierig wird?\nIch will dich beschützen, ich bin doch dein Rücken\nUnd kommt dir einer dumm, hau' ich ihn um\n[Outro]\nAh\nDa-da-da-da-da-da-da\nHau' ich ihn um, um, um, um\nHau' ich ihn um\nHau' ich ihn um\nDi-dum, di-dum",
    "cover_url": "https://images.genius.com/8b2a6719ba7448521623b1432221c7ef.1000x1000x1.png",
    "album": "Freigeistin",
    "year": "2025",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Sarah-connor-warum-hat-mir-keiner-gesagt-lyrics"
}