{
    "title": "Ich liebe Dich",
    "artist": "Sarah Connor",
    "lyrics": "2 Contributors\nIch liebe Dich Lyrics\n[Songtext zu „Ich liebe Dich“]\n[Intro]\nMh, ja\n[Strophe 1]\nWas, wenn ich traurig bin? Wo soll dann mein Kummer hin?\nDu legst dein'n Arm um mich, sagst: „Wir beide durch dick und dünn“\nIch bin down, down, down, lass mich geh'n\nLass mich einfach hier steh'n, will niemanden seh'n\nIch hab' Angst, zu sterben, und Angst, zu leben\nAdrenalin, um mich selbst zu spür'n in dem\nTeufelskreis aus Depression und Essen und mich dafür hassen\nBin immer noch hier, ja, vielleicht nur wegen dir\n[Pre-Refrain]\nAsche zu Asche und Staub zu Staub\nIch werd' hier verrotten, bis du mir glaubst\n[Refrain]\nIch liebe dich (Ich liebe dich)\nUnd ich weiß, besser als mit dir kann ich's nicht (Ich liebe dich)\nEs ist kompliziert, doch ich liebe dich (Ich liebe dich)\nAh, lass mich frei und ich liebe dich (Ich liebe dich, ah)\n[Strophe 2]\nOh, ich will offen lieben, hab' so viel zu geben\nMein Herz hat tausend Tür'n und ich will alles fühl'n\nIch bin down, down, down, down and up again\nKannst du noch folgen? Hältst du aus, wenn es brennt?\n\n\n\n[Pre-Refrain]\nAsche zu Asche und Staub zu Staub\nJa, ich werd' hier verrotten, bis du mir glaubst (Ah)\n[Refrain]\nIch liebe dich (Ich liebe dich)\nUnd ich weiß, besser als mit dir kann ich's nicht (Ich liebe dich)\nEs ist kompliziert, doch ich liebe dich (Ich liebe dich)\nLass mich frei und ich liebe dich (Ich liebe dich, oh)\nOh, ich liebe dich (Ich liebe dich)\nIch bin gemein, doch ich liebe dich (Ich liebe dich)\nEs ist kompliziert, doch ich liebe dich (Ich liebe dich)\nDu bist mir passiert und ich liebe dich (Ich liebe dich, oh)\n[Bridge]\nIch liebe dich\n[Pre-Refrain]\nAsche zu Asche und Staub zu Staub\nIch werd' hier verrotten, bis du mir glaubst\nIch bin fließendes Wasser, du ein ruh'nder Berg\nWir sind nicht nur cool zusamm'n, nein, wir sind ein Werk\n[Refrain]\nIch liebe dich (Ich liebe dich) (Oh)\nUnd ich weiß, besser als mit dir kann ich's nicht (Ich liebe dich)\nEs ist kompliziert, doch ich liebe dich (Ich liebe dich)\nAh, lass mich frei und ich liebe dich (Ich liebe dich)\nOh, yeah\n\n\n\n[Outro]\n(Ich liebe dich) Ich liebe dich\nIch liebe dich (Ich liebe dich)\nIch liebe dich (Ich liebe dich)\nIch liebe dich (Ich liebe dich), ich liebe dich",
    "cover_url": "https://images.genius.com/8b2a6719ba7448521623b1432221c7ef.1000x1000x1.png",
    "album": "Freigeistin",
    "year": "2025",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Sarah-connor-ich-liebe-dich-lyrics"
}