{
    "title": "IM GLASHAUS MIT SCHEINEN WERFEN",
    "artist": "makko",
    "lyrics": "6 Contributors\nIM GLASHAUS MIT SCHEINEN WERFEN Lyrics\n[Songtext zu „IM GLASHAUS MIT SCHEINEN WERFEN“]\n[Intro: makko]\nAh, mh, ich bin high auch ganz allein, ah, ah\nUnd Girl, ich wollt nicht, dass du weinst, ja, ah\nAber vertrau'n tun wir kei'm, ja, ja (\nlucid, am I dreaming?\n)\n[Hook: makko]\nIch sitz' im Glashaus, werf' mit Schein'n, damn, damn, damn\nZu viele Jasager, keiner sagt mehr nein, ah, ah, ja, ja, Shit\nIch trau' nur den'n, die sich noch trau'n, zu sagen, was sie wirklich mein'n\nWeißt du, was ich mein'? Ich glaube nein\nLeute heute sagen dir „I love you“ für paar Likes, ah\nLeute heute sagen wirklich all'n möglichen Scheiß\nWeil wenn die nichts hab'n, woll'n die dеins\nWarum guckst du so beleidigt? Ich red' nur ganz allgеmein\nEhrlichsein ist gleich gemein\nDoch die meisten Pisser heute sind nur ehrlich, woll'n sie Schein (Shit)\nWeißt du, was ich mein'? Nein, ich glaube nicht\nShit, ihr wart nicht, wo ich war, ihr saht nie, was ich sah, ihr seid nicht so wie ich (Ich mach' euch alle arbeitslos), damn, damn, damn, damn\nShit, ihr saht nie, was ich sah, ihr seid nicht so wie ich, damn, damn, damn, damn\nShit, ihr saht nie, was ich sah, Shit, ihr seid nicht so wie ich, ah\n[Post-Hook: makko]\nSo wie ich (Damn, ja, damn), so wie ich\nShit, ihr saht nie, was ich sah, Shit, ihr seid nicht so wie ich (Damn, ja, damn, ja, damn, ja, damn)\nSo wie ich, so wie ich\nShit, ihr saht nie, was ich sah, Shit, ihr seid nicht so wie ich (Ey)\nSeid nicht so wie ich (Ja)\n\n\n\n[Part: makko]\nShit, und wenn ihr's doch seid, gratulier' ich, ihr seid rich\nShit, ihr seid nicht so wie ich, ey, habt nicht, was ich hab', ja\nIch sitz' auf Hawaii in einem Pool und kühl' mich ab, ey\n​makko hat dich lieb, bald makko hat ein Loft\n​makko hat das Weed, makkos Wife ist viel zu hot (Ist viel zu hot, ja)\n​makko gibt ein'n Fick (Ha), was ihr alle macht\nSie sagen: „makko hat's geschafft“\nKannst du mich zwicken? Was geht ab? (Damn)\n[Interlude: makko]\nBro, die sagen, du hast geschafft\nChill, hab' kein'n Plan wovon die reden\nWhat you talkin' 'bout?\nDas zeigt einfach nur, dass ihr nie hier wart\nEs ist so ein weiter Weg noch\nEs kann sich nur noch um Jahre oder Minuten handeln (Ja)\n[Hook: makko]\nIch sitz' im Glashaus, werf' mit Schein'n, damn, damn, damn\nZu viele Jasager, keiner sagt mehr nein, ah, ah, ja, ah, Shit\nIch trau' nur den'n, die sich noch trau'n, zu sagen, was sie wirklich mein'n\nWeißt du, was ich mein'? Ich glaube nein\nLeute heute sagen dir „I love you“ für paar Likes, ah\nLeute heute sagen wirklich all'n möglichen Scheiß\nWeil wenn die nichts hab'n, woll'n die deins\nWarum guckst du so beleidigt? Ich red' nur ganz allgemein\nEhrlichsein ist gleich gemein\nDoch die meisten Pisser heute sind nur ehrlich, woll'n sie Schein (Shit)\nWeißt du, was ich mein'? Nein, ich glaube nicht\nShit, ihr wart nicht, wo ich war, ihr saht nie, was ich sah, ihr seid nicht so wie ich (Ich mach' euch alle arbeitslos, ja)",
    "cover_url": "https://images.genius.com/ad1cd1dc36c6e63dacd13f53f2d6deeb.1000x1000x1.png",
    "album": "IM GLASHAUS MIT SCHEINEN WERFEN",
    "year": "2025",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Makko-and-lucidbeatz-im-glashaus-mit-scheinen-werfen-lyrics"
}