{
    "title": "ECONOMY",
    "artist": "makko",
    "lyrics": "3 Contributors\nECONOMY Lyrics\n[Songtext zu „ECONOMY“]\n[Part 1]\nMh, there's nur one of me\nMeine Friends und meine Family, sie sind proud of me\nDu bist echt? Denkst du, das glaub' ich dir? Ah\nMir geht's nicht schlecht, auch wenn ich traurig wirk', ey\n[Hook]\nSag, wohin du willst, sag, what you wanna see (Ja)\nSag, wer wollt ihr sein? Ihr seid paar Wannabes (Ja)\nSie sagt mir die Stars, sie liebt Astrology (Ja)\nSie sagt, ihr Arsch ist zu groß für Economy\nSie fragt mich: „Werden wir rich?“, und ich sag': „Probably“\nJa, du bist ein Witz, Bro, du bist Comedy (Ja)\nJa, ich dropp' die Hits, ich bin ein Prodigy (Ja)\nIch geb' keine Ficks, das' meine Policy\n[Part 2]\nHonestly, ich take Pics, doch keine Apologys, ah, ja\nOnе of me, ja, es gibt nur one of mе, ah\nMach' die Hater mad, ich sag' wie es ist (Ah)\nKomm zu meiner Show und es wird lit so wie ein Bic (Ja)\nFreshes Fit (Ah), Kamera macht klick\nMeine Fans sind auf ihr'm Bullshit, bitte pass gut auf im Pit (Ah)\nDreh' ein'n Tip (Ah), ja, jetzt wird gekifft (Ah)\nGroße Suite im Ritz, doch fuck sie ab, da kenn' ich nix (Ah)\nNein, wir hatten sowas nie, Baby, das' neu für mich (Ja)\nJa, ich seh' an ihr'm Gesicht, dass sie sich freut für mich (Ja)\nJa, ich hol' ihr Zeug, weil sie legt sich ins Zeug für mich (Ja)\nUnd sie sagt: „Rauch' nicht so viel, bitte enttäusch mich nicht“\n\n\n\n[Hook]\nSag, wohin du willst, sag, what you wanna see (Ja)\nSag, wer wollt ihr sein? Ihr seid paar Wannabes (Ja)\nSie sagt mir die Stars, sie liebt Astrology (Ja)\nSie sagt, ihr Arsch ist zu groß für Economy\nSie fragt mich: „Werden wir rich?“, und ich sag': „Probably“\nJa, du bist ein Witz, Bro, du bist Comedy (Ja)\nJa, ich dropp' die Hits, ich bin ein Prodigy (Ja)\nIch geb' keine Ficks, das' meine Policy",
    "cover_url": "https://images.genius.com/c4bcf89393a8ac2aad46586b1a07c935.1000x1000x1.png",
    "album": "IM GLASHAUS MIT SCHEINEN WERFEN",
    "year": "2025",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Makko-economy-lyrics"
}