{
    "title": "@ MICH NICHT",
    "artist": "makko",
    "lyrics": "4 Contributors\n@ MICH NICHT Lyrics\n[Songtext zu „@ MICH NICHT“]\n[Intro]\nMh\n[Hook]\nVerletz' mich, doch vergess' mich nicht\nIch brauch' Zeit zum Denken grade, bitte stress mich nicht (Ah)\nUnd ich glaub', ihr alle checkt mich nicht\nBitte unterschätzt mich nicht, sag mir, was heißt Respekt für dich? (Ah)\nVernetz' mich, aber at mich nicht\nIch bin verletzlich, aber, mh, bitte at mich nicht\nEr will ein Feature haben, aber nein, er matcht mich nicht\nMein Joint war teuer, Dicka, ja, das heißt, ich pass' ihn nicht\n[Part]\nSag, kommst du back für mich? Komm schon, throw es back für mich\nKomm schon, Baby, brag mit mir, ich schwör', ich break' mein Bread für dich\nJa, ich hab' zwei Stacks mit mir, der eine, der ist nur für dich\nKomm, Baby, hab Sex mit mir, was ich tu', nein, das tut er nicht\nNein, ich will nicht texten, kann nicht schlafen, erst wenn du da bist\nDein Ex, er will flexen, doch er weiß nicht mal, was Mula ist\nShh, weil das Mula spricht, schieb' Nachtschicht, bis mein Jeweller isst\nJa, ich acte foolish mit mei'm Bruder so wie Ludacris (Ah)\n[Pre-Hook]\nVerletz' mich, doch vergess' mich nicht\nVerlass dich auf mich, ich schwöre, ich versetz' dich nicht (Ah)\nUnd ich glaub', ihr alle checkt uns nicht\nIch schwör', du bist perfekt für mich, ich hoff', ich verpest dich nicht (Ah)\n\n\n\n[Hook]\nVerletz' mich, doch vergess' mich nicht\nIch brauch' Zeit zum Denken grade, bitte stress mich nicht (Ah)\nUnd ich glaub', ihr alle checkt mich nicht\nBitte unterschätzt mich nicht, sag mir, was heißt Respekt für dich? (Ah)\nVernetz' mich, aber at mich nicht\nIch bin verletzlich, aber, mh, bitte at mich nicht\nEr will ein Feature haben, aber nein, er matcht mich nicht\nMein Joint war teuer, Dicka, ja, das heißt, ich pass' ihn nicht\n[Outro]\nAh, verletz' mich, doch vergess' mich nicht\nDas letzte Mal ist lange her, doch ich beschwer' mich nicht\nDie Welt ist klein für mich, egal wie weit entfernt du bist\nIch geb' dir, was du brauchst, nein Girl, sowas verlern' ich nicht",
    "cover_url": "https://images.genius.com/c4bcf89393a8ac2aad46586b1a07c935.1000x1000x1.png",
    "album": "IM GLASHAUS MIT SCHEINEN WERFEN",
    "year": "2025",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Makko-mich-nicht-lyrics"
}