{
    "title": "G.I.N.A. (GELDISTNICHTALLES)",
    "artist": "makko",
    "lyrics": "4 Contributors\nG.I.N.A. (GELDISTNICHTALLES) Lyrics\n[Songtext zu „G.I.N.A. (GELDISTNICHTALLES)“]\n[Intro]\nI—, I—\nI screamed aloud as it tore through them, and now\nI—, I— (I screa—)\nI—, I— (I screa—)\nI—, I— (I screa—)\nI—, I—\n (\nlucid, am I dreaming?\n)\nI screa—\n[Part 1]\nIst nicht selbstverständlich, dass ich aufwach' und all meine Freunde gesund sind\nIch kämpf' selber ständig mit Sachen, Hauptsache, die werden mich nicht umbring'n\nIch bin dicht permanent, aber auch ich brauch' Pausen, muss Sachen zum Punkt bring'n\nIch bin ich, ja, ich kenn' mich, ich kann auf mich aufpassen, kann damit umgeh'n\nDu bist du, ja, ich kenn' dich, ich kann dich versteh'n, du willst geh'n ohne Umdreh'n\nDu sagst, du kannst nicht anseh'n, wie ich dumm geh', und ich kann nicht stundenlang rumsteh'n\nUnd ich wеrd' ungeduldig vor Showtime, weil ich will sеh'n, wie die rumspring'n\nWerd' immer mit Bro teil'n, weil er hat mein'n Back, wenn die mein'n Nam'n in den Mund nehm'n\n[Hook]\nTut doch, was ihr wollt, und ich tu' als ob's mir egal ist (Damn)\nJa, was soll's, leb' jeden Tag, als ob's mein letztes Mal ist (Damn)\nIch bin stolz zu sagen, dass ich's hab', Baby, I got it (Damn, damn)\nDoch ist nicht alles Gold, was glänzt, ich schwör', Geld ist nicht alles (Damn, damn, damn)\nAll das Cash, was ich verbrenn', macht viel, doch nicht sympathisch (Damn)\nDoch wenn ich jetzt aufhör' zu renn'n, verlier' ich automatisch (Damn)\nHab' kein'n Moment mehr zum Verschwenden, ich frag' mich, worauf wart' ich? (Damn, damn)\nGreif' zu Substanzen, wenn es hart ist, ich bin so dramatisch (Damn, damn, damn)\n\n\n\n[Part 2]\nLife fühlt sich off an, leg' mich schlafen, weck mich, wenn's normal ist\nSeit wann ist Love nicht gratis? Nimmst du Karte oder Bares?\nHol, was du willst, ich zahl' es (Ah), weil's mir scheißegal ist\nTod holt mich eines Tages, ey, ich tu', als weiß ich alles\nIch tu' emphatisch, tu' auf smart, ich tu', als weiß ich's besser\nIch bin fanatisch für mein Guap, das fuckt mich manchmal selbst ab\nIch glaub', du bist nur, was du hast, ich schwör', das' viel zu seltsam\nJeder beißt irgendwann ins Gras und das kommt nicht aufs Geld an\n[Pre-Hook]\nIst nicht selbstverständlich, dass ich aufwach' und all meine Freunde gesund sind\nIch find's schwer verständlich, dass die meisten nur da sind, solange du Summ'n bringst\nBei euch geht's um Umsatz, ich seh' euch als Umriss, ich denke nicht, dass das Kunst ist (\nlucid, am I dreaming?\n)\nUnd was ihr denkt, nein, ich care nicht, solang du keiner von uns bist\n[Hook]\nTut doch, was ihr wollt, und ich tu' als ob's mir egal ist (Damn)\nJa, was soll's, leb' jeden Tag, als ob's mein letztes Mal ist (Damn)\nIch bin stolz zu sagen, dass ich's hab', Baby, I got it (Damn, damn)\nDoch ist nicht alles Gold, was glänzt, ich schwör', Geld ist nicht alles (Damn, damn, damn)\nAll das Cash, was ich verbrenn', macht viel, doch nicht sympathisch (Damn)\nDoch wenn ich jetzt aufhör' zu renn'n, verlier' ich automatisch (Damn)\nHab' kein'n Moment mehr zum Verschwenden, ich frag' mich, worauf wart' ich? (Damn, damn)\nGreif' zu Substanzen, wenn es hart ist, ich bin so dramatisch (Damn, damn, damn)",
    "cover_url": "https://images.genius.com/c4bcf89393a8ac2aad46586b1a07c935.1000x1000x1.png",
    "album": "IM GLASHAUS MIT SCHEINEN WERFEN",
    "year": "2025",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Makko-gina-geldistnichtalles-lyrics"
}