{
    "title": "WAS WÄRE WENN",
    "artist": "makko",
    "lyrics": "4 Contributors\nWAS WÄRE WENN Lyrics\n[Songtext zu „WAS WÄRE WENN“]\n[Intro]\nJa, ja, ja, mh\n[Part 1]\nWas wäre wenn?\nHätt ich mich nicht getraut, dann würd mich heute keiner kenn'n\nDann wär ich noch im Hochhaus und immer noch kein'n Cent\nDann wär ich in ein' Einraumwohnung einsamer Student\nDer noch träumt von sein' Event, doch leider nur dann, wenn er pennt\nWas wäre wenn, hätt ich mich selber gebremst?\nIch wär high as fuck, Tag für Tag, doch niemals in den Trends\nHeut bin ich high as fuck Tag für Tag, ja, das wird mir nachgesagt\nEs riecht mies nach Hasch, jeder hasst makko in der Nachbarschaft\nVielleicht wär ich abgefuckt, viеlleicht hätt ich abgepackt\nViellеicht hätt ich mich nicht getraut, mein'n Traum zu jagen, hätt ich drüber nachgedacht\nGott sei Dank, es hat geklappt, jetzt wird sich einer abgelacht\nDie Hater, sie sind sauer und mein Girl ist süß wie Apfelsaft\n[Hook]\n(Uh) Ja, ja\nWas wäre wenn? Was wäre wenn? Was wäre wenn?\n(Uh) Ja, mh, ey\nWas wäre wenn? Was wäre wenn? Was wäre wenn?\n(Uh) Ah, ja, ey\nWas wäre wenn? Was wäre wenn? Was wäre wenn?\n(Uh)\nWas wäre wenn? Was wäre wenn? Was wäre wenn?\n\n\n\n[Part 2]\nWas wäre wenn, hätte sie mir nie mein Herz gebrochen?\nWas wäre wenn, hätten Labels nie mein'n Schmerz gerochen?\nHab' Meetings jede Woche, es wird viel Kommerz gesprochen\nEr hat was von zehn M's gesagt, auf einmal klingt es sehr verlockend\nWürd mich niemals unter Wert verkaufen\nWürd lieber liebe Girls lieben, anstatt Diven hinterherzulaufen\nDie woll'n an meine Stelle, doch ich glaub', wird schwer zu tauschen\nIch glaub', ich mach' mein'n Plug heut leer, weil ich brauch' mehr zum Rauchen\nUnd ich bin picky mit mei'm Plug, kauf' nicht von jedem Weed (Ah)\nUnd ihr seid shitty vor dem Mic, rappt immer gegen Beat\nIch komm' hart auf jeden Beat, aber makko hat jeden lieb\nWas wäre, wenn ich mich nicht stress' und einfach kurz mein Leben lieb'?\n[Hook]\nJa, damn, damn, damn\nWas wäre wenn? Was wäre wenn? Was wäre wenn?\nDamn, damn, damn, damn\nWas wäre wenn? Was wäre wenn? Was wäre wenn?\nDamn, damn, damn, damn\nWas wäre wenn? Was wäre wenn? Was wäre wenn?\nDamn, damn, damn, damn\nIch hass' die Industrie, doch liebe meine Fans (Ja)",
    "cover_url": "https://images.genius.com/c4bcf89393a8ac2aad46586b1a07c935.1000x1000x1.png",
    "album": "IM GLASHAUS MIT SCHEINEN WERFEN",
    "year": "2025",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Makko-was-ware-wenn-lyrics"
}