{
    "title": "HD",
    "artist": "makko",
    "lyrics": "2 Contributors\nHD Lyrics\n[Songtext zu „HD“]\n[Intro]\nJa (Ey), ja\n[Hook: makko]\nUnd auf einmal seh' ich scharf, HD\nWork' nicht smart, aber hart lately\nIch bin dort, ich bin da, Baby\nVielleicht brech' ich dein Heart, maybe\nKomm, wir schein'n wie die Stars, Baby\nWas für brav? Shake dein'n Arsch, Baby\nIch take Care, wenn ich darf, Baby\nBin am Start lately\nMeine Träume werden nicht wahr, wenn ich schlaf', Baby (Ah)\n[Part: makko]\nHeb dein Glas, Baby\nAlles zieht vorbei, ich geb' Gas, Baby\nAlles bleibt kurz steh'n, ich rauch' Gras, Baby\nUnd dann geht es wieder los, bin in Fahrt, Baby\nBrauch' kein'n Rat, Baby, ich brauch' Racks, Baby (Ah)\nLetztes Jahr war crazy, was ist next, Baby? (Ah)\nBaddies hör'n mein'n Track an beim Sex, Baby\nSteh' unter Druck, bis ich popp' so wie Sekt, Baby (Ja)\nNein, ich kenn' kein'n Stopp, ah, ich muss to the Top, ah\nGanze Industrie am plotten, hoffen, dass ich flopp', ja\nJa, die sind geschockt, ja, immer wenn ich dropp', ah\nHater hab'n kein'n Job, lass zehn K da, wenn ich shopp'\nRock' Prada Fuß bis Kopf, [?]\nIhr seid alle viel zu lost, lebt in Bubbles so wie Shox\nIch hab' Liebe für die Fam, doch keine Liebe für die Cops\nMeine Bars, sie komm'n hart und meine Shawty, sie ist soft, ey\nManchmal weiß ich gar nicht, ob ich bereit war\nStürz' um vor Arbeit, immer gar keine Zeit, ja\nFick meine Neider, ja, die woll'n, dass ich scheiter'\nGrüß' meine Fans, ja, für euch mach' ich weiter\nSchritt für Schritt, ich geh' hoch auf der Leiter\nImmer dann, wenn du denkst, wird leichter, ja\nJa, dann kommt alles auf einma', ja\n\n\n\n[Hook: makko]\nUnd auf einmal seh' ich scharf, HD\nWork' nicht smart, aber hart lately\nIch bin dort, ich bin da, Baby\nVielleicht brech' ich dein Heart, maybe\nKomm, wir schein'n wie die Stars, Baby\nWas für brav? Shake dein'n Arsch, Baby\nIch take Care, wenn ich darf, Baby\nBin am Start lately\nMeine Träume werden nicht wahr, wenn ich schlaf', Baby (Ah)",
    "cover_url": "https://images.genius.com/c4bcf89393a8ac2aad46586b1a07c935.1000x1000x1.png",
    "album": "IM GLASHAUS MIT SCHEINEN WERFEN",
    "year": "2025",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Makko-hd-lyrics"
}