{
    "title": "DIES DAS",
    "artist": "makko",
    "lyrics": "2 Contributors\nDIES DAS Lyrics\n[Songtext zu „DIES DAS“]\n[Intro]\nMh, mh, mh, mh\n[Hook]\nUnd ich hab' viel an mir gezweifelt, doch nicht an mein'n Dreams, ah\nUnd ich hab' viele neue Streams, aber dasselbe Team, ah\nSie sagt, sie fühlt nicht, wie ich leb', und ich frag' mich, wie? Ja\nWenn du nicht mit mir kamst, ja, dann bitte leave, ja\nJa, du bist nicht dies, du bist nicht das, ja, ja\nJa, du bist zu viel, du bist too much, ja, ja\nJa, du bist zu laut, zu viel Ballast, ah (Ah)\nJa, ich bin ich selbst, egal wem's passt, ja\n[Part]\nJa, ich bin ich selbst, man könnte sagen, ohne Make-up (Ah)\nJa, ich dreh' den Bass auf, fuck the neighbors, Dicka, wake up (Ja)\nJa, ich sitz' in First Class, bin high as fuck beim Takeoff\nMir еgal, wer mich namedroppt, hab' mein Babygirl in Marc Jacobs (Ah)\nUnd ich pack' das allеs, ja, das weiß ich ganz genau (Ah)\nUnd ich glaub', das heißt 'ne Menge, weil ich sonst nix glaub' (Ah)\nJa, ich trau' dir sehr viel zu, doch sag, traust du mir auch? (Ah)\nSuchst du nach ei'm Sinn, sag mir fühlst du dich gebraucht? (Ah)\nFühlst du dich geused? Girl, ich copp' dir Shoes (Ah)\nJa, du gibst mir Goosebumps, rockst Dessous zu Rendezvous\nIch war immer true, ah, für dich und die Crew\nUnd ich hab' viel an uns gezweifelt, aber es warst immer du, uh\nEs warst immer du, uh, die war'n immer zu cool\nWir sind Pioniere, wir sind Leader von der New School\nKomm wir fahr'n Piaggios durch Paris, rauchen Natur pur, ah\nIch will Millions, keine Meinung, ich brauch' nur Ruhe, ey\n\n\n\n[Pre-Hook]\nJa, du bist nicht dies, du bist nicht das, ey, ey\nJa, du bist zu viel, du bist too much, ey, ey\nJa, du bist zu laut, zu viel Ballast, ey, ey\nFuck, ich bin ich selbst, egal wem's passt, ey (Mh)\n[Hook]\nUnd ich hab' viel an mir gezweifelt, doch nicht an mein'n Dreams, ah\nUnd ich hab' viele neue Streams, aber dasselbe Team, ah\nSie sagt, sie fühlt nicht, wie ich leb', und ich frag' mich, wie? Ja\nWenn du nicht mit mir kamst, ja, dann bitte leave, ja\nJa, du bist nicht dies, du bist nicht das, ja, ja\nJa, du bist zu viel, du bist too much, ja, ja\nJa, du bist zu laut, zu viel Ballast, ah (Ah)\nJa, ich bin ich selbst, egal wem's passt, ja",
    "cover_url": "https://images.genius.com/c4bcf89393a8ac2aad46586b1a07c935.1000x1000x1.png",
    "album": "IM GLASHAUS MIT SCHEINEN WERFEN",
    "year": "2025",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Makko-dies-das-lyrics"
}