{
    "title": "MISS YOU",
    "artist": "makko",
    "lyrics": "3 Contributors\nMISS YOU Lyrics\n[Songtext zu „MISS YOU“]\n[Intro]\nSag mir, wo du bist\nSag mir, wo du bist (\nlucid, am I dreaming?\n)\n[Hook]\nBitte sag, wo bist du? I'm tryna kiss you\nNein, du traust mir nicht mehr, doch ich glaub', das ist mein Issue\nBin ich traurig wegen dir, dann kann ich nichts tun\nIch bin viel zu stolz, um dir zu sagen: „Girl, I miss you“ (Ah)\nMaybe it was me (Ah), maybe it was you\nGeh aus mei'm Kopf (Ah), ich hab' Shit zu tun\nJa, du machst mich krank (Ja), ich wär gern immun\nJa, ich roll' ein'n Blunt (Ja), rauch' mich to the moon\n[Part 1]\nGas in meinen Lungs (Ja), ja, ich mach' mich numb (Ah)\nNein, ich hab' keine Angst, das hast du gut erkannt (Ah)\nIch leb', Gott sei Dank, dreh' ein'n mit mei'm Unc\nSkunk riecht penetrant, wir fahr'n mit hundert in die Wand\n[Bridge]\nJa, ich lass' es regnen, Baby, egal welches Wetter\nJa, ich lass' dich gеh'n, obwohl ich dachte, wir wär'n besser\nDu schiеßt auf mein Herz und jeder Schuss, er war ein Treffer\nUnser letzter Kuss, ich dachte echt, der hält forever\nJa, ich lass' es regnen, Baby, egal welches Wetter\nJa, ich lass' dich geh'n, obwohl ich dachte, wir wär'n besser\nDu schießt auf mein Herz und jeder Schuss, er war ein Treffer\nUnser letzter Kuss, ich dachte echt, der hält forever\n\n\n\n[Part 2]\nScheiß ma' auf das Geld, ich glaub', das sind nur Blätter\nScheiß ma' die Welt, ich glaub', wir sind gecrasht, ja\nScheiß ma' auf mich selbst, ich glaub', ich bin zu nett, ja\nScheiß ma' auf mein'n Stolz, sag, Baby, where you at? Ah\nSeitdem du weg bist, Babygirl, bin ich down bad\nWeiß nicht, was ich tun soll, es heißt: Herz gegen mein'n Head, ah\nLieb mich jetzt, weil irgendwann, da sind wir dead\nSag mir, kannst du mir vergeben, you're the one I can't forget\n[Hook]\nBitte sag, wo bist du? I'm tryna kiss you\nNein, du traust mir nicht mehr, doch ich glaub', das ist mein Issue\nBin ich traurig wegen dir, dann kann ich nichts tun\nIch bin viel zu stolz, um dir zu sagen: „Girl, I miss you“\nMaybe it was me (Ah), maybe it was you\nGeh aus mei'm Kopf (Ah), ich hab' Shit zu tun\nJa, du machst mich krank (Ja), ich wär gern immun\nJa, ich roll' ein'n Blunt (Ja), rauch' mich to the moon",
    "cover_url": "https://images.genius.com/c4bcf89393a8ac2aad46586b1a07c935.1000x1000x1.png",
    "album": "IM GLASHAUS MIT SCHEINEN WERFEN",
    "year": "2025",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Makko-miss-you-lyrics"
}