{
    "title": "BACK2BACK",
    "artist": "makko",
    "lyrics": "8 Contributors\nBACK2BACK Lyrics\n[Songtext zu „BACK2BACK“]\n[Part 1]\nUnd wenn ich's will, ja, dann krieg' ich's, ich minde mein Business\nBin lang nicht am Limit, wir leben nicht billig, ah\nNein, ihr seid hier nicht gebilligt\nSie sagen mir: „[Ich will dich?]“, und ich denk' mir: „Chillig“\nIch bin der Eine, das bin ich\nIch hab' meine Stimme, ich brauch' keine Gimmicks\nZwanzig vor Showtime und ich geh' kurz in mich\nSag': „Komm auf den Punkt, Mann“, ich geb' dir 'ne Minute\nJa, mir geht's himmlisch\nWeil seit paar Jahr'n läuft es rund wie ein Simit\nDie kenn'n mein'n Namen im Business\nIch spiel' das Game nicht zum Spaß, Dicka, I'm tryna win it\nWeil ich will sagen: „I did it“\nWеil die soll'n sagen: „Jedеr Track hat gehittet“\nWas soll ich sagen? Vielleicht sign' ich zehn Millis\nDoch komme, was wolle, ich sign' keine Tillis mehr\n[Hook]\nIch reiß' Packs auf back to back, ja, zooted, bin im Lab, ja\nJa, ich reiß' mein'n Arsch auf, sag' mir, wo ist mein Respekt? Ja\nFits wie \nMen in Black\n, ja, ich häng' nicht mit Rats, ja\nGeht's um meine Racks, bin ich exakt, ich brauch' die Extras\nIch reiß' Packs auf back to back, ja, zooted, bin im Lab, ja\nJa, ich reiß' mein'n Arsch auf, sag' mir, wo ist mein Respekt? Ja\nFits wie \nMen in Black\n, ja, ich häng' nicht mit Rats, ja\nGeht's um meine Racks, bin ich exakt, ich brauch' die Extras\n\n\n\n[Part 2]\nGeht's um mein Gas, ja, da bin ich exakt, ist es bad, ja, dann call' ich mein'n Plug\nGeht's um meine Ex, ja, dann sag' ich nichts, ich war addicted zu ihr wie 'ne Drug\nGeht's um meine Bros, ja, dann komm' ich direkt sofort, bitte sag nur ein Wort, ah\nGeht's um mein'n Come-up, das' Underdog-Shit, aber [?] noch für mich wie zuvor\nWir machen Geld, sind gewieft, ah, hab ein'n Termin mehr gebrieft, ah\nNeue Schuhe, sind nicht gecreast, ah, komm' zur Ruhe, rauch' ich Haschisch\nHab' noch kein'n Peak, capisce? Ja, sie sieht mich und sagt: „Sheesh“, ja\nIch bin ein Skater, hab' Steez, ja, neue Pants, Japanese\nNeuer Song wurde geleakt, ja, hab' Ansehen, was ich genieß', ah\nIhr Neider habt mich nie besiegt, ah, ich take ein Pic und sag': „Cheese“\n[Hook]\nIch reiß' Packs auf back to back, ja, zooted, bin im Lab, ja\nJa, ich reiß' mein'n Arsch auf, sag' mir, wo ist mein Respekt? Ja\nFits wie \nMen in Black\n, ja, ich häng' nicht mit Rats, ja\nGeht's um meine Racks, bin ich exakt, ich brauch' die Extras\nIch reiß' Packs auf back to back, ja, zooted, bin im Lab, ja\nJa, ich reiß' mein'n Arsch auf, sag' mir, wo ist mein Respekt? Ja\nFits wie \nMen in Black\n, ja, ich häng' nicht mit Rats, ja\nGeht's um meine Racks, bin ich exakt, ich brauch' die Extras",
    "cover_url": "https://images.genius.com/c4bcf89393a8ac2aad46586b1a07c935.1000x1000x1.png",
    "album": "IM GLASHAUS MIT SCHEINEN WERFEN",
    "year": "2025",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Makko-back2back-lyrics"
}