{
    "title": "KING JULIEN",
    "artist": "makko",
    "lyrics": "4 Contributors\nKING JULIEN Lyrics\n[Songtext zu „KING JULIEN“]\n[Intro]\n(\nlucid, am I dreaming?\n)\n[Hook]\nIch nenn' sie King Julien, ah, 'cause she like to move it\nMeine Beats und meine Dreams, ah, sind beide Lucid\nTrag' Bottega auf mein'n Jeans, ah, das' ein New Fit\nJa, ich geh' wie meine Neider, ich geh' fuckin' stupid\nUnd ich rauch' Loud in Designer, hab' mein Phone gemuted\nIch sitz' in L.A. in ei'm Diner und bin fuckin' booted\nUnd wenn ich dir nicht genug gegeben habе, Baby, who did?\nIch bin too lit, bin auf Tourlife, mit mei'm New Shit\nDas' Crеw-Shit, on a new shit, form' die Welt dann wie ein Crewship, ey\nIch und meine Bros sind auf some „Pass auf auf dein'n Boo“-Shit (Ey)\nNein, du passt nicht zu uns, du bist immer auf dei'm Du-Shit (Ja)\n[Part]\nIch bin auf mei'm „CEO, 'cause I got shit to do“-Shit\nPrada-Cups, „Ich tippy-toe hier, double das, du losest“-Shit\nWochenende-Stu-Shit, weil I got shit to prove, Shit\nOn some, ich hab' viel erreicht, doch das noch lange nicht genug, Shit\nOn some, wir sind, viel zu high, doch nicht genug, Shit\nOn some, wir sind viel zu high, das' nicht mehr cute, Shit\nEy, ja, ich spür' den Neid, ich weiß, ihr blutet\nIch streu' Salz in die Wunde so wie Nusret\nIch streu' Gas in die Wunde, das' ein Booth-Pack\nDie ganze Gang ist mit im Studio, ja, die Booth packed, ey\nNein, ihr seid, nicht echt, ihr seid ein Bootleg (Ah)\nVielleicht pack' ich meine Hater in ein'n Groupchat\n\n\n\n[Hook]\nIch nenn' sie King Julien, ah, 'cause she like to move it\nMeine Beats und meine Dreams, ah, sind beide Lucid\nTrag' Bottega auf mein'n Jeans, ah, das' ein New Fit\nJa, ich geh' wie meine Neider, ich geh' fuckin' stupid\nUnd ich rauch' Loud in Designer, hab' mein Phone gemuted\nIch sitz' in L.A. in ei'm Diner und bin fuckin' booted\nUnd wenn ich dir nicht genug gegeben habe, Baby, who did?\nIch bin too lit, bin auf Tourlife, mit mei'm New Shit\nDas' Crew-Shit, on a new shit, form' die Welt dann wie ein Crewship, ey\nIch und meine Bros sind auf some „Pass auf auf dein'n Boo“-Shit (Ey)\nNein, du passt nicht zu uns, du bist immer auf dei'm Du-Shit\n[Outro]\nEy, ey, ey, ey, ey, ey, ey, ja\nEy, ey, ey, ey, ey, ey, ja, ah, ey",
    "cover_url": "https://images.genius.com/c4bcf89393a8ac2aad46586b1a07c935.1000x1000x1.png",
    "album": "IM GLASHAUS MIT SCHEINEN WERFEN",
    "year": "2025",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Makko-king-julien-lyrics"
}