{
    "title": "30-11-80",
    "artist": "Sido",
    "lyrics": "128 Contributors\n30-11-80 Lyrics\nDie Mega-Kollaboration des Albums 30-11-80 wurde offiziell am 18.10.2013 veröffentlicht.\n\n\n\nDas Instrumental sampled das vom Song “Fueron Tres Anos” des Los Angeles Negros.\n\nHier sieht man, wie der Produzent… \nRead More\n \n[Songtext zu „30-11-80“]\n[Intro: Eko Fresh]\nJa\n[Part 1: Eko Fresh]\nWenn dieser Paul Würdig\nFragt, ob Ek der Mac seinen Track berappt, sag' ich: „Ah, Sağol, würd ich“\nViele MCs spielen nur wieder den billigen G\nSingen von Peace, dabei kriegen sie lieber den riesigen Beef\nDenn Mister Fresh ist bekanntlich der Beste des Landes\nMit etlichen Punches, zu den'n der Rest nicht imstand ist\nIhr seid im Grunde gefickt, außer mir hat niemand 'nen Plan\nUnterm Strich hab' ich euch Hunde im Griff – Cesar Millan\nDer Dream-Veteran, ich bin schöner, schneller, der Pate\nDer größte Held auf der Straße, Dönerteller Versace\nGuck mal, die Rapper, sie wollen ein Feat, doch nein, nur wenn mein Diggi callt\nUnd ich spitte sofort, Ekaveli der Don, Siggi Smallz\n[Part 2: Lakmann]\nIch war sonst nie bei so 'nem Featuresong\nViel zu oft hing ich sonst ab bei Cheech und Chong\nDieser Stoff in mei'm Kopf macht ein Riesenloch\nAlles grün und verklebt wie bei Vietcong\nUnderground, aber auf einer Majorplatte\nAlle andern hier im Raum finden Major kacke\nIch bin broke, ohne fame oder Patte\nZwölf Takte spitten, ohne ein'n Fehler machen\nJedem ist das latte, nur ich mach' mir mein'n Kopf\nIch zieh' schnell hier durch – Start, Stopp, Drop\nAll den andern Schrott in der Tat schon geseh'n\nDas war's von mei'm Part, das war's mit mei'm Game\n\n\n\n[Part 3: Laas Unltd.]\n(Ah) Ich hate mehr als Sido auf „Ich hasse dich“ (Ah), ihr habt mich so gemacht\nEs ging bergab, doch ich steh' wieder auf, \nsteig' ein, \nso mach' ich es (Yes)\nBis ich nicht mehr bin, \ngebor'n, um frei zu sein (Ah)\nWas ich auch gesagt hab': Ich bereue nichts,\n \nhol doch die Polizei (Wooh)\nWar schlechtes Vorbild, trag' meine Jordan-Kicks in den Straßen\nKids, sie erwarten, dass ich paar Rapper wegfick' wie Carmen\nIch mal' Bilder in mei'm Kopf in den schimmerndsten Farben\nTipp' mein Testament,\n \nob ich sterb'? Der Himmel soll warten (Ahh)\nWie stolz meine Mutter ist? \nGuck, Augen auf mich\nBau' mir 'n Spliff, verrauch' mindestens jede Nacht 'n Fuffi im Club\nDenn wenn das alles ist, was das Leben mir bietet\nKill' ich mit den miesesten Feature, das sich wie Sidos Diskografie liest, klack\n[Part 4: Nazar]\nDas ist 30-11-80, yeah\nWenn ich komme, werden Beine schnell wacklig\nIch heiße nicht Patrick, sie nennen mich Nazar\nGuck, ich will mich integrier'n, doch sie peilen selbst das nicht\nMir egal, was in deiner heilen Welt Fakt ist\nGute Vorsätze? In den meisten Fäll'n klappt's nicht\n30-11-80, eine Wunderzahl\nAuf dem nächsten Lottoschein einfach druntermal'n\nVielleicht klappt's ja, ich weiß, das wär einfach echt affig\nDenn in meiner Gegend sind paar Scheine recht praktisch\nDann schwimm' ich in Geld und schreib' Michael Phelps 'ne Lastschrift\nUnd schick' seiner Mama danach schweinische Nacktpics\n\n\n\n[Part 5: Frauenarzt]\nBerlin-Untergrund-Rap, ich battle Mutterficker weg\nMann, dein Vater ist ein Opfer, deine Mutter ist ein Depp\nIch bin der Ballermann-Chef, ich baller', baller' dich weg\nIch mache Party auf Mallorca, Mann, mein Image ist echt\nAtze, ich hab' Vorfahrt – Air-Berlin-Gold-Card\nDu machst ein'n auf bonzig, \naber rate mal, wer Gold hat\nUns geht es blendend, independent\nDein Album zu hören wäre zeitverschwendend\nFreunde nenn'n mich 'Cente, \ndu kennst mich aus den Charts\nIm Untergrund bin ich bekannt als Doktor Sex, Frauenarzt, yeah\nIch bin der rappende Pimp\nIch hab' den Sack in der Hand, wenn die Cypher beginnt, King\n[Part 6: Manny Marc]\nDie Bassboxxx-Rocker, wir sorgen für Schocker\nSido und die Atzen, du Partyblocker\nManny Marc, ich fühl' mich super stark\nA.C.A.B.,\n \ndie Sonne scheint mir ausm Arsch\nWir geben Vollgas, der Ballermann auf Rädern\nWir schmeißen mit Konfetti und mit Federn\nDer Mob im Block, wir sind alle bekloppt\nParty non-stop, don't stop the rock\nMein Auto ist 'ne Zeitmaschine, ich bin am lachen (Hahahahahaha)\nWenn ich mir dein'n Neid verdiene, ihr Flaschen\nGuck mal da, so 'ne Diva\nIch sitz' auf meiner Couch und rauche Shisha\n\n\n\n[Part 7: Bushido]\nDu rappst von Goldketten da, rappst von Goldketten hier\nIch bin volltätowiert, yeah, Prollrap regiert\nHab' die Knarre unterm Kopfkissen, lass ma' ein paar Cops ficken\nUnd die Leichenteile den Familien per Post schicken\nIch spazier' mit Dynamitgürtel durch das Justizviertel\nSerkan Tören ist der deutsche Steve Urkel\nIch bin unbeeindruckt von deinem Polizeischutz\nWas sind schon paar blaue Männchen gegen meine Streitsucht?\nYeah, meine neue Uhr ist eine Rarität\nMeine Feinde liegen alle in der Charité\nDeutschraps Nummer zehn, Kapitän\nDu machst große Augen wie ein Anime, yeah\n[Part 8: Blut&Kasse]\n(Yo, hehe) Bitches sehen mich im Video mit Sido (Wow)\nFragen, bin ich das? (Ja) Ganz großes Kino – CinemaxX (Hah)\n's Leben geht erst los, wenn du Kinder hast (Yeah)\nUnd wahre Freunde erkennst du, wenn du die Mille machst (Hah)\nIch rede von 'ner Eins mit sechs Null'n\nVollidioten, die schleim'n, neben Chays, die Sex woll'n\nNeider, die Stress woll'n, weil es läuft wie Beck's Gold\nDrecksvolk, drum geb' ich keinen Fick wie Ex-Oll'n (Wooh; nein)\nDer Preis für die Welt: Man hasst dich (Hah), der fleißigste Helfer hat nix\nJeder hier ist für sich, bescheiß mich um Geld, ich klatsch' dich (Yeah)\nDer 30.11.80, Blut&Kasse\n[Part 9: Olli Banjo]\n(Banjo) Ich park' da 'n paar gefährliche Bars in mei'm Apartment (Ah)\nDie andern Rapper haben doch alle 'ne Arschsonde zwischen den Backen wie Cartman (Aha)\nDie kommen alle zu mir und sagen: „Bitte, bitte, bitte, Banjo, wir hab'n da mal 'ne Frage!“ (Eh, ah)\nUnd ich sag' ja, als wär ich der verdammte Pate (Ah)\nEs ist langweilig (Ja), alles geht nur noch um Patte\nWir haben uns alle kaputtgebitet, wann kommt deine Platte? (Heh?)\nIch muss Schafe züchten, ich hab' keine Zeit für Stricher (Hah, ah, ah)\nWarum soll ich nach Perl'n tauchen und damit Schweine füttern?\nDiesen Boots ging irgendwann mal der Cock abhanden\nMacht künstlich auf Rockerbande und ich bekomm' Bock auf Angeln (Ah)\nDu bist hood und den ganzen Tag am Scheiße essen (Yeah)\nUnd machst am Block hyperaktiv Welle wie'n kleines Äffchen\nBlöde Toys fühl'n sich, als wären sie ein Rapper (Ah, ah, ah, ah)\nAber sie sind nur ein Käfer auf dem Rücken ohne Backup\nDu bist gut erzogen, warum nur zur Straße beten? (Ah, heh?)\nIn dein'n rosaroten Träum'n nachts gibt dir Kaas Befehle (Ah)\n[Part 10: Tarek K.I.Z]\nBei der Geburt gab ich dem Arzt ein'n Tritt in die Eier\nUnd danach hab' ich meine Eltern fristlos gefeuert\nWar nicht wie die anderen Babys \nauf der Frühchenstation\nIch lag da und spielte mit meinen Maschinenpistol'n\nWurde auf der Straße groß,\n \nhatt ich damals Hunger\nFraß ich irgendeinem Punker seine Ratte von der Schulter\nDu stinkst, selbst Scheißhaufen weichen dir aus\nIch hab' mehr Haare auf dem Kopf, als ihr Alben verkauft\nIch bin Immigrant von der dunklen Seite des Mondes\nUnd übersetze für mein'n Opa im Jobcenter auf Klingonisch\nMeine Frau trägt Burka von Rocawear\nIch würde Lena Meyer-Landrut ****, selbst wenn sie meine Tochter wär\n[Part 11: Smudo]\nS-M-U-D-O, war nie ganz bei den Ding'n\nTrotzdem blieb die Hoffnung, er würde es weit bringen\nUnd er brachte es weit, mit den Vier'n und so\nAuf ein Riesenniveau, ein Pionier irgendwo\nEr rieb sich nie das Geschlecht, er verdiente nicht schlecht\nDoch es war nicht gerecht, denn er war nicht ganz echt\nUnd er musste was tun, was nur die Besten versteh'n (Yeah, ah)\nSonst würde er im Westen untergeh'n\nAlso „What the heck?“, \nder Name war dreck\nAlso gab er das I und nahm das M und U weg\nUnd sagte: „Godverdomme, \ngenau wie die Sonne\nKomm' ich aus dem Osten, also heißt mich willkomm'n“, yeah\nTrotz des Erfolgs, pass auf, wem du folgst\nWir sind aus ei'm Holz, denk dran, Papa ist stolz\nDu bist der Beste jeder Siedlung der Umgebung und ein Bro\nS-Punkt, I-Punkt, der D-Punkt und das O\n[Part 12: Sido]\nEh! Damals als ich jung war, bin ich geflogen\nHin und wieder Richtung Boden, aber mit dem Blick nach oben\nKeiner war mir wichtiger als diese Sekte\nWeißt du noch? Keiner kann uns aufhalten, nur die Gesetze\nFrüher musst ich ackern, nur damit ich was zu rauchen habe\nHeute geh' ich raus in' Garten und zähl' meine grauen Haare\nIch guck' dem Gras beim Wachsen zu\nNein, ich kann jetzt nicht ans Telefon geh'n, siehst du doch, ich hab' zu tun\nIch mach' das alles nur, weil ich in den Himmel will\nDarum geb' ich dem Pferd die Spor'n wie ein Schimmelpilz\nOhne Yoga, aber trotzdem nur den Weg der Mitte\nAlles wird ganz anders sein nach jedem Schritt, der nächste bitte\n[Part 13: Erick Sermon]\nIt’s the green-eyed bandit (Ah), now you're on Candid Camera (Aha)\nDesue droppin' the beat like you from Atlanta (Ah)\nDriving something foreign big as a camper\nWith three ho's up in here minus the Santa (Wooh)\nUh, niggas make way when they hear somebody runnin'\nTop dawg like Kendrick, \neverybody dumpin' (Ooh)\nJumpin' out the window, everybody jumpin'\nSido, I'm sorry but they had it comin' (Uh, yeah)\n[Part 14: MoTrip & \nMoses Pelham\n]\nIch geh' ans Mic und alle hör'n mir zu, es ist Zeit für Trip\nIch steh' so lange in der Booth, bis die Zeile sitzt\nEigentlich ist mir egal, was passiert\nMein Album hat so gut wie alles rasiert – Tyson-Schnitt\nNimm die paar Scheine mit, morgen ist die Patte weg\nWenn du nur wüsstest, wie viel ich mir in die Tasche steck'\nSo weit entfernt davon, ein echter Star zu sein\nBeim Echo kam ich letztes Jahr nicht rein, das ist Rap\nAlle sagen, es sieht schwer aus zurzeit\nKein Problem, ich allein zieh' das Schwert aus dem Stein\nDu bist mein Feind? Ich mach' dich dem Erdboden gleich (\nAhh\n)\nAll die Leute woll'n mehr von dem Scheiß, Mo-Dirty-Shit (\nAhh\n)\n[Part 15: Moses Pelham]\nAndres Thema, Mo, wie, weißt doch, Bruder, muss\nVerbrannte Räder, Homie, Treibstoff Super Plus\nVon null auf hundert in unter fünf Sekunden\nBull'n könn'n sich wundern und ich grins' betrunken\nGrell, laut, schön und illegal wie ein Wholecar\nFällt auf, ahh, mir egal, ich hab' Vorfahrt\nBis zum Ende gut, \nOpfer, warum blendest du?\nWenn du suchst, findest du mich hopsend wie ein Känguru (Yeah)\nFahrt ihr mal vor, ich hol' mir nochma' 'n Glas\nUnd überhol' euch wieder sportlich from Bologna with Love\nRocker buchen Vaddi, Digga, Cheflo Krach mit Absicht\nWatch for the Ducati, nigga –\n \nF-Mo 88\n[Part 16: Bass Sultan Hengzt]\n(Eh, ja) Ich bin ein Aufreißer, Klarmacher,\n \nPlayboy,\n \nSchwergewicht (Eh)\nNur deine Freundin hat noch mehr gefickt als ich\nÜberstyle (Yeah), guck' morgens in den Spiegel rein (Aha)\nMeine Texte hab'n kein'n Sinn, aber der Beat ist geil\nInternetrapper reden irgendwas von Kilos strecken (Ah)\nIch will mich fetzen, doch die Vögels woll'n nur Videobattlen (Yeah)\nNehmt eure Masken ab und zeigt mir eure Hackfressen\nUnd nach dem Battle will mich deine Mutter abstechen (Let's go)\nKinder schlagen heißt nicht gleich Imageschaden (Ah; nein)\nDoch du würdest für Promo sogar Pimmels blasen (\nThat's right\n)\nScheiß' auf jeden, ich vertrau' nur meiner Faust\nMann, die Nineties sind back, Sultan Hengzt, ich bin raus\n[Part 17: Afrob]\n(Ohh, let's go) Ich bin Hip-Hop schon dankbar, möchte was zurückgeben\nKomm' aus dem Nichts – One Shotta (Ah; doh, doh, doh)\nNix kommt von heut auf morgen, brauchte auch die Stützräder (Haha)\nMikrofoncheck, eins, zwei, und jetzt hüpft jeder\nWas ist Hip-Hop? Wer ist Hip-Hop? Jeder auf die seine Art (Ohh)\nIch bin kein Kleptoman,\n \nbreche über keinen Stab\nOder spreche gar von Verrat\nTrotzdem frag' ich mich: „Wo sind die Rapper hin?“, bei \nRAM\n sind sie am Start\nIch bin nicht ohne Grund auf dieser Welt (Ah)\nIch kann nix dafür, dass das Haltbarkeitsdatum bei mir nie verfällt\nIch sitz' im MV, elfter Stock, Ot brennt\nAus den Boxen Lyrics, die sich in dein'n Kopf brenn'n\n[Part 18: Dr. Renz]\nIch steige aus den Fluten wie Halle Berry\nGlotz mich ruhig an, denn ich bin very legendary\nDas gelbe Ding, was ich verdecke, ist die Sonne\nPaul hat eingeladen, ich glaub', ich komme\nInmitten von Freunden und solchen, die es werden könnten\nMeine Ohren Wanzen,\n \nmeine Augen Röntgen\nMir wurde berichtet, Rappers tun verrückte Sachen (Ah)\nAber wie viele Rappers kennst du, die aus 'nem Elefanten 'ne Mücke machen? (Wooh)\nDer eine von Fettes (\nRadio Stereo\n)\nDer ohne zwei nicht komplett ist, ah (\nYeah-eah\n)\nManchmal merkst du erst, wie sehr du etwas liebst, wenn's weg ist\n[Part 19: B-Tight]\n(Yeah) A-I-D-S-E-K-T-E, erstma' ein'n dreh'n und rauchen geh'n\nHier kommt der Rapper ausm Nebel,\n \nall'n andern raucht der Schädel\nZurück zu den Wurzeln, ein, zwei Kurze, denn ich brauch' den Pegel\nIch bin unbezahlbar, du Billigrapper verkaufst dein Leben\nEins zu der zwei (Hah), drei zu der vier (Hah)\nB-Tight ausm Westen, meist indiziert (Yeah)\nImagewechsel, wieder mal der Zeit voraus und unerreicht\nHater sind nur Luft für mich,\n ich hör' euch nicht – stummer Schrei\nIch geh' mein'n Weg, er ist steinig\nDu sagst, er ist peinlich, willst aber heimlich so sein wie ich\nSein wie wir, heh, ach, das macht nichts\nSido und B-Tight, Blutsbrüdaz seit 30-11-80",
    "cover_url": "https://images.genius.com/81d62386195257f09724fdeb3c76b9c7.1000x1000x1.png",
    "album": "Kronjuwelen",
    "year": "2013",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Sido-30-11-80-lyrics"
}