{
    "title": "Papa, was machst du da",
    "artist": "Sido",
    "lyrics": "14 Contributors\nPapa, was machst du da Lyrics\nDieses Video zeigt die Aufnahmen zu dem Song:\n[Songtext zu „Papa, was machst du da“]\n[Part 1]\nIch hab' den besten Job der Welt, trotz Blut und Schweiß\nKann ich machen, was ich will, alles gut soweit\nDoch in allen ander'n Rappern wächst der pure Neid\nWeil für mich das größte Stück vom Kuchen bleibt\nSie dissen mich und erfinden Sachen\nWoll'n mir Leute schicken und mich verschwinden lassen\nWoher nehm'n sie nur den Mut, hier so 'n Wind zu machen?\nDenn das sind alles Kinder, die noch in die Windel kacken\nDie versuchen mir nur Angst zu machen\nUnd auch wenn ich versuch', das nicht an mich heran zu lassen\nReg' ich mich auf und kann spür'n, wie mein Herz pumpt\nIch besorg' mir ihre Nummer, um das zu klär'n und\nIch ruf sie an, sie machen erst auf unbeteiligt\nDann hab ich den Vater, die Mutter und auch den Hund beleidigt\nUnd während ich mal wieder nicht Herr meiner Fassung war\nHörte ich hinter mir: „\nPapa, was machst du da?\n“\n[Hook]\nImmer wenn die guten Geister mich verlassen hab'n\nUnd ich wieder mal die Regel nicht beachtet hab'\nImmer wenn ich nicht so ganz erwachsen war\nHör' ich: „\nPapa, was machst du da?\n“\nImmer wenn ich all die bösen Sachen sag'\nUnd es wieder ein'n Grund mich zu hassen gab\nImmer wenn ich nicht so ganz erwachsen war\nHör' ich: „\nPapa, was machst du da?\n“\n\n\n\n[Part 2]\nWenn ich heute meinen Job aufgebe, würde ich ihn morgen schon vermissen\nAber was mir nicht fehl'n würde, wär'n Journalisten\nDieses Dreckspack, wie gern würd ich so 'n Schwein erwischen\nWeil sie es nicht lassen könn'n, sich immer einfach einzumischen\nMich verfolgt diese Scheiße auch in ferne Länder\nWie der eine blonde Typ von diesem Fernsehsender\nIch weiß nicht warum, jedenfalls mag er mich nicht\nSeine Berichterstattung ist immer ein Schlag ins Gesicht\nAuch wenn mittlerweile alle Leute diesen Hampel hassen\nUnd ich versuch', das Ganze nicht an mich heran zu lassen\nReg ich mich auf, und kann spür'n, wie mein Herz pumpt\nIch nehm' ihn zur Seite um das zu klär'n und\nDann wird er frech, bis ihm 'ne Faust um seine Ohren fliegt\nEr sieht so lustig aus, wie er da am Boden liegt\nUnd während ich mal wieder nicht Herr meiner Fassung war\nHörte ich hinter mir: „\nPapa, was machst du da?\n“\n[Hook]\nImmer wenn die guten Geister mich verlassen hab'n\nUnd ich wieder mal die Regel nicht beachtet hab'\nImmer wenn ich nicht so ganz erwachsen war\nHör' ich: „\nPapa, was machst du da?\n“\nImmer wenn ich all die bösen Sachen sag'\nUnd es wieder ein'n Grund mich zu hassen gab\nImmer wenn ich nicht so ganz erwachsen war\nHör' ich: „\nPapa, was machst du da?\n“\n\n\n\n[Part 3]\nIch lass' mich nicht mehr ein auf eure Streiterei'n (Nein)\nWeil ich mittlerweile weiß, ich muss ein Vorbild sein (Aha)\nIhr könnt nichts mehr sagen oder machen, das mich bricht\nVersprochen, ich verliere meine Fassung nicht\nNie wieder geh'n die Pferde mit mir durch\nNie wieder geh'n die Pferde mit mir durch, bis nach Japan (Aha)\nIch schrei' nicht mehr rum und hau mir auf die Brust (Ah)\nIch schrei' nicht mehr rum und hau mir auf die Brust, wie Tarzan\n, denn\n[Hook]\nImmer wenn die guten Geister mich verlassen hab'n\nUnd ich wieder mal die Regel nicht beachtet hab'\nImmer wenn ich nicht so ganz erwachsen war\nHör' ich: „\nPapa, was machst du da?\n“\nImmer wenn ich all die bösen Sachen sag'\nUnd es wieder ein'n Grund mich zu hassen gab\nImmer wenn ich nicht so ganz erwachsen war\nHör' ich: „\nPapa, was machst du da?\n“\n[Outro]\nImmer wenn die guten Geister mich verlassen hab'n\nUnd ich wieder mal die Regel nicht beachtet hab'\nImmer wenn ich nicht so ganz erwachsen war\nHör' ich: „\nPapa, was machst du da?\n“\nImmer wenn ich all die bösen Sachen sag'\nUnd es wieder ein'n Grund mich zu hassen gab\nImmer wenn ich nicht so ganz erwachsen war\nHör' ich: „\nPapa, was machst du da?\n“",
    "cover_url": "https://images.genius.com/325363ae63e76cb67f2d6d601a2b3eb0.1000x1000x1.png",
    "album": "30-11-80 (Special Version)",
    "year": "2013",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Sido-papa-was-machst-du-da-lyrics"
}