{
    "title": "Aufstehn!",
    "artist": "Seeed",
    "lyrics": "15 Contributors\nAufstehn! Lyrics\nReleased first as a single then on their “Next!” album in 2005 , “Aufstehn!” is a track by German reggae/dancehall band Seeed, a group originally from Berlin.\n\nThis song is primarily about getting out of bed… \nRead More\n \n[Songtext zu „Aufstehn!“ ft. CeeLo Green]\n[Intro: Dellé & \nPeter Fox\n]\nOne, two, ohh\nThis is Seeed, ya\nEverybody wake up, forget your strife\nEmbrace life\nAnd check this (\nJau\n)\n[Part 1: Peter Fox]\nDie Nacht ist vorbei, die bösen Geister sind weg\nIch kipp' dich ausm Bett und mach' Kaffee, der tote Tanten weckt\nSind schön angezeckt, \nlöschen unsern Brand mit Sekt\nWir fahr'n an' Strand, das Leben fiebert, wir hab'n uns angesteckt\nGestern war's so kalt, heute ist es heiß\nSonne macht geil und weil das so ist, scheint sie heut zum Beweis\nDas Radio klingt feist, gestern war in den Top Ten Scheiß\nHeute ist die Liste heiß und du tanzt, dass ich Gott für deine Kiste preis'\n[Hook: Demba Nabé & \nDellé\n]\nBaby, wach auf, ich zähl' bis zehn\nDas Leben will ein'n ausgeben und das will ich seh'n\nLass uns endlich rausgeh'n, das Radio aufdreh'n (Woah)\nDas wird unser Tag, Baby, wenn wir aufsteh'n\n (\nOhoy\n)\n[Part 2: Dellé]\nSteh auf jetzt oder nie, Girl\nZu viel geschlafen und das Leben ist halb vorbei\nIch steh' drauf, wie du tanzt zu dem Lied\nWir hol'n uns zurück, was irgendwann auf der Strecke blieb\n(I'm sad) I want to see your funny side again\n(Make me laugh and) Take me to your heart where it all began\n(Make a new start) I promise I'll do all I can for this is the very last chance\nTo let our love light shine again\n\n\n\n[Hook: Demba Nabé]\nKomm, wach auf, ich zähl' bis zehn\nDas Leben will ein'n ausgeben und das will ich seh'n\nLass uns endlich rausgeh'n, das Radio aufdreh'n (Woah)\nDas wird unser Tag, Baby, wenn wir aufsteh'n\n (Yeah, yeah)\n[Break: CeeLo Green]\nYes\n[Part 3: Cee-Lo Green]\nWake up woman there's something that I want you to see\nA brand new you and me, they're just waiting to be\nHere's my hand, so meet me half of the way\nSweetheart, we're sharing this day and I don't wish to stay\nThe way that I am, I see the circumstances are strange\nHow I want you to change but still stay the same\nThe less that we talk, the more time we try\nAnd while you were sleeping time passed by\n[Bridge: Demba Nabé]\nOh, Baby, lass uns geh'n\nDas Leben will ein'n ausgeben und das will ich seh'n\nLass uns endlich aufsteh'n, das Radio aufdreh'n (Woah)\nDazu werden wir tanzen und das wird gut ausseh'n (Yeah, yeah)\n[Hook: Demba Nabé]\nKomm, wach auf, ich zähl' bis zehn\nDas Leben will ein'n ausgeben und das will ich seh'n\nLass uns endlich rausgeh'n, das Radio aufdreh'n (Woah)\nDas wird unser Tag, wenn wir endlich aufsteh'n\n (Yeah, yeah, yeah)\n\n\n\n[Outro: Peter Fox]\nYeah, yeah",
    "cover_url": "https://images.genius.com/7f0a8479aa30867d06ddbbb7400f9d54.877x877x1.jpg",
    "album": "Next!",
    "year": "2005",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Seeed-aufstehn-lyrics"
}