{
    "title": "Don’t Play",
    "artist": "Travis Scott",
    "lyrics": "172 Contributors\nTranslations\nEspañol\nPortuguês\nFrançais\nDon’t Play Lyrics\nThe first single off of Travis Scott’s Days Before Rodeo; it samples the track “M.O.N.E.Y” by The 1975 and Curtis Mayfield’s song, “If There’s Hell Below”.\n[Intro: Matty Healy]\nDrink slow to feed the nose, you know he likes to get blown\nHas he got enough money to spend?\nLeave? No, he's to and fro, he doesn't like it when the girls go\nHas he got enough money to spend?\n[Chorus: Travis Scott]\nI ain't playin' with these niggas\nI ain't playin' with, I ain't playin' with these niggas (Straight up)\nI ain't playin' with these niggas\nI ain't playin' with, I ain't playin' with these niggas (Straight up)\nI ain't playin' with these niggas (Oh no)\nI ain't playin' with, I ain't playin' with these niggas (La Flame)\nI ain't playin' with these niggas (Straight up, straight up)\nI ain't playin' with, I ain't playin' with these niggas\n[Verse 1: Travis Scott]\nKnow I need my dollars\nKnow a nigga need my commas (Straight up)\nShe was down when I dropped out of college\nDown, she was down when I rode Impalas (Slay)\nPlayed with her pussy in the Jeep\nYeah, she was down with the foreplay drivin' (Oh no)\nJumped in the car when she hit my digits\nDon't want nothin', just to pull up at the projects (Skrrt)\nEasy to me, my nigga\nVilla with a scene, youngin always seen with a killer (Straight up)\nHand-stitched by my dealer\nDealing with a seam you ain't seen, what you mean, Margiela? (La Flame)\nShit, he got the 'scripts for the cough\nIn the H, gotta hit Johnny for the frost, swerved off\nAin't it been a minute since they seen a weird nigga from the corner put it on for the south? (Straight up)\nOn my mama, know a nigga be coastin' (Bless up)\nGo, nigga, go, nigga, grab my bottles\nGo, nigga, go, nigga, grab my chronic (Bando)\nKeep ya head, head, my nigga\nNiggas gon' be billionaires, my nigga (Straight up)\nFuck how much time that shit might take\nNiggas ain't playin' with 'em (Playin' with 'em, playin' with 'em, playin' with 'em)\n\n\n\n[Chorus: Travis Scott & \nBig Sean\n]\nI ain't playin' with these niggas (\nNiggas\n)\nI ain't playin' with, I ain't playin' with these niggas (Straight up)\nI ain't playin' with these niggas (La Flame)\nI ain't playin' with, I ain't playin' with these niggas (\nFor sure\n, oh, no)\nI ain't playin' with these niggas (\nLa Flame, you know I got you, nigga, you my brother\n)\nI ain't playin' with, I ain't playin' with these niggas (\nOn God\n)\nB-I-G Sean Don\n, I ain't playin' with these niggas\n \n(\nMy aura gold\n, straight up, \nyou know it\n)\nI ain't playin' with, I ain't playin' with these niggas (\nNiggas\n)\n[Verse 2: Big Sean]\nBitch, don't you play me, don't you try me\nI need the exact amount\nLook at my face, ho, eye-to-eye me\nI'm a boss, make sure you and your homies dress up, tight attire\nWhen you see me, ho, or I'll take that white tee and tie-dye dye it\nI mean, goddamn, nigga\nYou forgot where I came from? I'm from where you ain't from\nWhere you can't come, where it ain't none\nWhere these bitches is bitches, and they ain't nuns (What?)\nWhere they hate from\nBut as soon as you blow, they act like they been down since day one\nWhere there's fuckin' tank guns\nBut niggas never join the army, like it ain't one (Brrt, brrt, brrt)\nIf I ain't got it, then I'm huntin'\nI'm either countin' or I'm cummin' (God)\nSwear, I just done bought that mansion\nTreat that shit like it's a dungeon\nUp at five A.M., still workin', but I treat it like it's one\nI'm never actin' like I got it\nBitch, I'm actin' like I won it on these niggas\n\n\n\n[Chorus: Travis Scott & \nBig Sean\n]\nI ain't playin' with these niggas (\nNiggas\n, \nswerve, swerve, swerve, swerve\n)\nI ain't playin' with, I ain't playin' with these niggas (Straight up)\nI ain't playin' with these niggas (\nIt's that Detroit nigga\n, La Flame)\nI ain't playin' with, I ain't playin' with these niggas (\nLa Flame\n, oh no)\nI ain't playin' with these niggas\nI ain't playin' with, I ain't playin' with these niggas (\nNiggas\n)\nI ain't playin' with these niggas (Straight up)\nI ain't playin' with, I ain't playin' with these— (\nDetroit\n)\n[Outro: Travis Scott]\nI ain't playin' with these niggas\nI ain't playin' with these niggas\nI ain't playin' with, I ain't playin' with these niggas",
    "cover_url": "https://images.genius.com/f73b3824a2f5849acd003b177ec0a2b1.1000x1000x1.jpg",
    "album": "Days Before Rodeo (Full Vault Deluxe)",
    "year": "2014",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Travis-scott-dont-play-lyrics"
}