{
    "title": "Kuh.mp3",
    "artist": "makko",
    "lyrics": "8 Contributors\nKuh.mp3 Lyrics\n[Songtext zu „Kuh.mp3“]\n[Intro: makko]\nJa, ja, ja, ja, ah\nIch bin mit Brüdern, es ist alles, wie es immer war, ja, ja-ja (\nlilah\n)\n[Hook: makko]\nIch bin mit Brüdern, es ist alles, wie es immer war, ja\nGlaub mir, was wir sagten, immer wahr, ja\nIch bin mit Fam, ich hoffe, all dies ändert nichts\nWenn du was sagen willst, dann sag's mir ins Gesicht\n[Part 1: makko]\nIch zieh' am Jib, ich fühl' mich gut, ja (Ja-ja)\nWir bekamen's mit der Crew, ja\nMeine Wohnung keine Wohnung, meine Wohnung nur noch Stu, ja, oh (Ja-ja)\nIch box' dich mit Spaghetti-Arm'n, bis du al dente bist (Piu-piu)\nGuck mein Mund, I got hell jetzt, ja, weil Gold jetzt auf mei'm Dente ist (Okay)\nNеue Schachtel, Glücksziggi ungedrеht (Ja)\nBin besoffen und ja, fiji (Ja) wurde umgedreht, ja (Ja-ja)\nIch schau' was an, fühl' mich belebt, wir hab'n 'ne Menge Shit erlebt\nIch hab' 'ne Menge Jibs gedreht und wir haben alles davon erzählt, ja\nUnd wir haben alles davon erzählt, ja, ja, ja-ah\n[Hook: makko]\nIch bin mit Brüdern, es ist alles, wie es immer war, ja\nGlaub mir, was wir sagten, immer wahr (Ja-ja)\nIch bin mit Fam, ich hoffe, all dies ändert nichts\nWenn du was sagen willst, dann sag's mir ins Gesicht\n\n\n\n[Part 2: toobrokeforfiji, \ntoobrokeforfiji & makko\n, \nmakko\n]\nJeden Tag nur mit den Bros, sag mir, hast du's jetzt kapiert?\nBitch, ich guck' auf meine Arme— voll vergessen, bin ja tätowiert (Haha)\nKick' den Shit, so wie ein 8-Ball (Ah)\nKonny Ring \nwar local Skatepark\nKickflip, ah, meine Fam hängt nur im Stu (\nUh, uh, uh, uh\n)\nUnd deine Gang sie hängt auf Keta\n (Hah; \nah\n)\nShoutouts Robin, bin in Köln (Ah) und verpass' die Bahn, uh (Uh, uh, uh, uh; \nja, ja-ja\n)\nMeine Homies zu verpeilt, ich sag': „makko, leg mal ein'n Zahn zu“ (\nYo, okay\n)\nBitch, ich fahr' nur noch mit Uber, fahr' nur noch mit Uber\nDoch kauf' Ticket für die U-Bahn\n; \nja\n (Siebzehn Euro)\nBin connectet wie die U8, wie die U8\nBitch, was willst du mit dei'm Kuh-Kaff?\n[Part 3: BIBIZA, \nmakko\n, \nBIBIZA & makko\n]\nIch bin den ganzen Tag lang nur im Studio, ah\nBau' paar Bretter und was machst du so? (\nWas machst du so? Ja\n)\nAls Kind war's Pokémon und Yu-Gi-Oh!, ey\nDoch jetzt bin ich im Game, ich bin die Show, ey (\nJa-ja-ja-ja-ja\n)\nIch schau' an den Mac und ich schau' an die Wand\nIch überleg', „Wo weiter? Wo lang?“\nSchreib' paar Gedanken in die Notizen, Kopfficks, Cops mit Briefen\nKlopfen seit Monaten an meiner Tür, fragen mich immer: „Was machst du hier?“\nSchreib' paar Gedanken in die Notizen\nHab' Kopfficks auf Beats\n; \nja\nMeine Beats sind viel zu laut\nMein Gas macht dich taub\nEin Track, fünf Gramm verraucht\nKomm nicht her, wenn du Anker brauchst, ey\nIch bin mit fiji und makko, ah\nTrack Pants, kein Sakko, ah\nBin mit der Gang, das passt so, ah\nIch bin mit der Gang, das passt so\n\n\n\n[Bridge: makko]\nIch bin mit der Gang, das passt so, ja, ja, ja (Ah)\n[Hook: makko]\nIch bin mit Brüdern, es ist alles, wie es immer war, ja (Ah)\nGlaub mir, was wir sagten, immer wahr, ja\nIch bin mit Fam, ich hoffe, all dies ändert nichts\nWenn du was sagen willst, dann sag's mir ins Gesicht\n[Outro: makko]\nBin mit Brüdern, es ist alles, wie es immer war, ja\nJa-ja, ja-ja, ah, ja-ja, ah",
    "cover_url": "https://images.genius.com/fa854dfef8d20465fa4e0d6cdcaa7fcb.1000x1000x1.png",
    "album": "Poesie gemischt mit Bier",
    "year": "2021",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Makko-and-toobrokeforfiji-kuhmp3-lyrics"
}