{
    "title": "Deine Zweifel",
    "artist": "Max Giesinger",
    "lyrics": "4 Contributors\nDeine Zweifel Lyrics\n[Songtext zu „Deine Zweifel“]\n[Strophe 1]\nHab' meine ersten Schritte an deiner Hand gemacht\nAn alles, was ich mich erinner', ist, wie du mich anlachst\nDu und Papa haben's nicht länger als fünf Jahre gepackt\nUnd ob das was mit mir zu tun hat, hab' ich mich immer gefragt\nUnd dann sind wir umgezogen, zwanzig Kilometer weiter\nEin neues Haus, neue Liebe, die Probleme die Gleichen\nDu warst nicht glücklich dort und sagtest zu mir, du fühlst dich einsam\nUnd ob das was mit mir zu tun hat? Ich wurde immer leiser\nOb das was mit mir zu tun hat? Ich wurde immer leiser\n[Refrain]\nAlle deine Zweifel und deine ganze Zuversicht\nTrag' ich für immer bei mir, ganz egal, was auch passiert, oh-oh\nIch will dir irgendwann in die Augen seh'n und dir sagen, „Schon okay“\nDenn alle deine Zweifel sind auch alle meine Zweifel\n[Strophe 2]\nIch wohn' schon lang nicht mehr daheim und bin jetzt viel unterwegs\nIch kann erreichen, was ich will, doch merk', dass immer was fehlt\nIch tu' mich schwer zu vertrau'n, wird's mir zu eng, muss ich geh'n\nUnd ob das was mit dir zu tun hat? Schon der Gedanke tut weh\n[Refrain]\nAlle deine Zweifel und deine ganze Zuversicht\nTrag' ich für immer bei mir, ganz egal, was auch passiert, oh-oh\nIch will dir irgendwann in die Augen seh'n und dir sagen, „Schon okay“\nDenn alle deine Zweifel sind auch alle meine Zweifel\n\n\n\n[Bridge]\nUnd wenn ich heute zu Besuch komm'\nDann sagst du, du bist stolz\nUnd ich fühl' für dich genau so\nDu gehörst zu mir, egal, was kommt\n[Refrain]\nAlle deine Zweifel und deine ganze Zuversicht\nTrag' ich für immer bei mir, ganz egal, was auch passiert, oh-oh\nIch will dir irgendwann in die Augen seh'n und dir sagen, „Schon okay“\nDenn alle deine Zweifel sind auch alle meine Zweifel\nDenn alle deine Zweifel sind auch alle meine Zweifel",
    "cover_url": "https://images.genius.com/b4eb1a2845b0b0f09b35f5995eb9f49f.1000x1000x1.png",
    "album": "VIER EINHALB",
    "year": "2021",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Max-giesinger-deine-zweifel-lyrics"
}