{
    "title": "makkohatjedenliebaussersichselbst",
    "artist": "makko",
    "lyrics": "11 Contributors\nTranslations\nРусский (Russian)\nmakkohatjedenliebaussersichselbst Lyrics\n[Songtext zu „makkohatjedenliebaussersichselbst“]\n[Intro]\nEy, ja, mh\n(\nAh, Xar\n)\n[Hook]\nIch mach' mich high, weil ich bin grade viel zu down\nGeh’ herum in mei'm Zimmer und ich such' nach was zum Bau’n\nHab' mein Baby, der ich trau', hab' 'ne Fam, die an mich glaubt\nDoch ob ich immer an mich glaub', ja, ja, ich glaube kaum, ah\n200K im Block gemacht, dann halbe Milli im Block gemacht\nDritte Nacht ohne Schlaf, also wieso bin ich trotzdem wach?\nViel Paranoia über Sachen, die bald kommen oder damals war'n\nSag, was hab' ich mir da angetan?\nShit, ich bin reicher, als ich’s je war, doch mehr broken als zuvor\nPack’ Gedanken aus mei'm Kopf auf Melodien in mei’m Ohr\nUnd ich merke, wie das hilft und ich merkе, wie's mich hält\nIch bin makko, ich hab' jeden liеb, doch selten mal mich selbst\nTeil' mein’n Pain auf diesen Songs ungefiltert mit der Welt, ja\nOb mir das Angst macht, Dicka, safe, eh\nDoch ich merke, wie es hilft und ich merke, wie's mich hält\nIch bin makko, ich hab' jeden lieb, doch selten mal mich selbst\n[Part]\nDoch ich glaub', alles halb so schlimm, ich krieg' das alles wieder hin\nIch bin twenty-two auf einmal, war bis neunzehn noch ein Kind\nIch hab' 'ne Menge Scheiß erlebt, bitte frag nicht, ob das stimmt\nGlaub mir, alles macht ein'n Sinn, ja, sobald ich nicht mehr bin\nIch lass' den Schmerz raus, Regen klopft an mein Fenster\n​makko hat jeden lieb, außer sich selbst, ja\nLieb' meine Fam und ich lieb' alle meine Fans, ja\nMama, zum Glück bin ich kein Gangster\nGuck' in den Spiegel und bin kreidebleich, ja\nIch weiß, dass ihr neidisch seid, doch weiß nicht, worauf ihr neidisch seid\nAlles kommt zu seiner Zeit und ich hoff', dass bisschen bleibt, ja\nLeb es oder lass es 2\n, wie soll das anders sein?\n\n\n\n[Hook]\nIch mach' mich high, weil ich bin grade viel zu down\nGeh' herum in mei'm Zimmer und ich such' nach was zum Bau'n\nHab' mein Baby, der ich trau', hab' 'ne Fam, die an mich glaubt\nDoch ob ich immer an mich glaub', ja, ja, ich glaube kaum, ah\n200K im Block gemacht, dann halbe Milli im Block gemacht\nDritte Nacht ohne Schlaf, also wieso bin ich trotzdem wach?\nViel Paranoia über Sachen, die bald kommen oder damals war'n\nSag, was hab' ich mir da angetan?\nShit, ich bin reicher, als ich's je war, doch mehr broken als zuvor\nPack' Gedanken aus mei'm Kopf auf Melodien in mei'm Ohr\nUnd ich merke, wie das hilft und ich merke, wie's mich hält\nIch bin makko, ich hab' jeden lieb, doch selten mal mich selbst\nTeil' mein'n Pain auf diesen Songs ungefiltert mit der Welt, ja\nOb mir das Angst macht, Dicka, safe, eh\nDoch ich merke, wie es hilft und ich merke, wie's mich hält\nIch bin makko, ich hab' jeden lieb, doch selten mal mich selbst, ey\n[Outro]\nDoch selten mal mich selbst, ja, ah\n(Selten mal mich selbst, ja)",
    "cover_url": "https://images.genius.com/2ea70d4eb0b29f60ab4e52fdc5c8aede.1000x1000x1.png",
    "album": "Leb es oder lass es 2",
    "year": "2021",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Makko-makkohatjedenliebaussersichselbst-lyrics"
}