{
    "title": "so k.o.",
    "artist": "Levin Liam",
    "lyrics": "6 Contributors\nso k.o. Lyrics\nIn „so k.o.“ singen Levin Liam und Jeremias über Geschwisterliebe und die Sehnsucht nach gemeinsamer Zeit. Der Song ist die erste Singleauskopplung der EP neue Ufer, die Miksu und Macloud in einem Studio auf… \nRead More\n \n[Songtext zu „so k.o.“]\n[Intro: Levin Liam]\nIch guck' durch die Bilder und ich frag' mich, was du so machst\nWas geht in dir vor? Sag, was hält dich vorm Schlafen wach?\nIch hab' mir so oft vorgenomm'n, dass wir uns öfter seh'n\nDoch dein Bruder ist viel unterwegs\nIch guck' durch die Bilder und ich frag' mich, wie es dir geht\nIch würd sogar anrufen, doch dafür ist's schon zu spät\nIch hab' mir so fest vorgenomm'n, dass wir uns öfter seh'n\nDoch dein Bruder ist viel unterwegs\n[Refrain: Levin Liam]\nUnd ich fahr' durchs Land von Show zu Show\nDie ganze Sache hat sich so gelohnt\nAber ein Stück bleibt woanders, ich bin nichts ohne euch beide\nIch bin nichts ohne mein'n Bro, ah\nIch hab' kaum geschlafen, ich bin so k.o.​\nManchmal ist es viel, doch ich bin froh, so froh\nDenn wir haben, was wir brauchen, und wir hab'n einander immer\nMuss nichts sagen, weißt du sowieso\n[Strophe 1: Jeremias Heimbach]\nIch guck' durch die Bilder und Mama hält uns im Arm\nZwei kleine Engel liegen barfuß im Gras\nAlles, was du mir vormachst, das mach' ich dir nach\nIst glaub' ich Zeit, dass ich dafür danke sag'\nDenn das, was ich hab', ja, das hab' ich von dir\nDu bist für immer sechs und ich bleibe vier\nWir sind grad in deiner Stadt, vielleicht kommst du zu Besuch\nSag, welche Sache auf der Welt ist stärker als Blut?\nJetzt lieg' ich in 'nem Raumschiff, alles schläft, ich denk' an dich\nIn dreizehn Stunden steig' ich aus, dann warten die auf mich\nIch hab' nie danach gefragt, doch alles gut, so wie es ist\nIch vermisse nur mein'n Bruder und ich frag' mich, wo er ist\n\n\n\n[Refrain: Levin Liam]\nUnd ich fahr' durchs Land von Show zu Show\nDie ganze Sache hat sich so gelohnt\nAber ein Stück bleibt woanders, ich bin nichts ohne euch beide\nIch bin nichts ohne mein'n Bro, ah\nIch hab' kaum geschlafen, ich bin so k.o.​\nManchmal ist es viel, doch ich bin froh, so froh\nDenn wir haben, was wir brauchen, und wir hab'n einander immer\nMuss nichts sagen, weißt du sowieso\n[Strophe 2: Levin Liam]\nAlles ganz, ganz anders jetzt, vieles, was sich geändert hat\nEwigkeit nicht geseh'n, komm, Bro, wir ändern das\nWas lastet auf dir, was du keinem zeigst?\nIch hör' zu, wenn du brauchst, ich will nur, dass du weißt\nIch bin—\nAuch wenn ich das nicht immer sag'\nIch weiß, du kannst es auch alleine, keine Frage\nDoch ich helf' dir, wenn du mich nur danach fragst\n[Outro: Jeremias Heimbach & \nLevin Liam\n]\nIch guck' durch die Bilder und ich frag' mich, was du so machst\nWas geht in dir vor? Sag, was hält dich vorm Schlafen wach?\nIch hab' mir so oft vorgenomm'n, dass wir uns öfter seh'n\nDoch dein Bruder ist viel unterwegs\nIch guck' durch die Bilder und ich frag' mich, wie es dir geht\nIch würd sogar anrufen, doch dafür ist's schon zu spät\nIch hab' mir so fest vorgenomm'n, dass wir uns öfter seh'n\nDoch dein Bruder ist viel unterwegs",
    "cover_url": "https://images.genius.com/62aa8757d9e0fa083e0bcdaac91811b2.1000x1000x1.png",
    "album": "neue Ufer (EP)",
    "year": "2023",
    "genre": null,
    "tags": [],
    "genius_url": "https://genius.com/Levin-liam-miksu-macloud-and-jeremias-so-ko-lyrics"
}